{
    "song": [
        {
            "genre":"Rap",
            "title": "Lose Yourself",
            "name": "Eminem",
            "src": "http://d.zaix.ru/cJfV.mp3"
        },
        {
            "genre":"Rap",
            "title": "Survivor",
            "name": "Eminem",
            "src": "http://d.zaix.ru/cJfX.mp3"
        },
        {
            "genre":"Rap",
            "title": "Cristiano Ronaldo",
            "name": "Eminem",
            "src": "http://d.zaix.ru/cJfT.mp3"
        },
        {
            "genre":"Rap",
            "title": "Black Rock",
            "name": "Onyx",
            "src": "http://d.zaix.ru/cJfY.mp3"
        },
        {
            "genre":"Rap",
            "title": "Lighters",
            "name": "Onyx",
            "src": "http://d.zaix.ru/cJg2.mp3"
        },
        {
            "genre":"Rap",
            "title": "Slam",
            "name": "Onyx",
            "src": "http://d.zaix.ru/cJg4.mp3"
        },
        {
            "genre":"Rock",
            "title": "No One Like You",
            "name": "Scorpions",
            "src": "http://d.zaix.ru/cJgh.mp3"
        },
        {
            "genre":"Rock",
            "title": "big City Night",
            "name": "Scorpions",
            "src": "http://d.zaix.ru/cJgb.mp3"
        },
        {
            "genre":"Rock",
            "title": "Here I Am",
            "name": "Scorpions",
            "src": "http://d.zaix.ru/cJgf.mp3"
        },
        {
            "genre":"Rock",
            "title": "Auslander",
            "name": "Rammstein",
            "src": "http://d.zaix.ru/cJg6.mp3"
        },
        {
            "genre":"Rock",
            "title": "Deutschland",
            "name": "Rammstein",
            "src": "http://d.zaix.ru/cJg8.mp3"
        },
        {
            "genre":"Rock",
            "title": "Sex",
            "name": "Rammstein",
            "src": "http://d.zaix.ru/cJg9.mp3"
        },
        {
            "genre":"Electro",
            "title": "B-boys Fly-girls",
            "name": "BomfuncMc",
            "src": "http://d.zaix.ru/cJfF.mp3"
        },
        {
            "genre":"Electro",
            "title": "Fristyler",
            "name": "BomfuncMc",
            "src": "http://d.zaix.ru/cJfP.mp3"
        },
        {
            "genre":"Electro",
            "title": "Other Emcees",
            "name": "BomfuncMc",
            "src": "http://d.zaix.ru/cJfQ.mp3"
        },
        {
            "genre":"Electro",
            "title": "Breathe",
            "name": "Prodigy",
            "src": "http://d.zaix.ru/cJgj.mp3"
        },
        {
            "genre":"Electro",
            "title": "Smack My Bitch Up",
            "name": "Prodigy",
            "src": "http://d.zaix.ru/cJgk.mp3"
        },
        {
            "genre":"Electro",
            "title": "The Day Is My Enemy",
            "name": "Prodigy",
            "src": "http://d.zaix.ru/cJgo.mp3"
        }
    ],
    "bio": {
        "Eminem": [
            "http://crosti.ru/patterns/00/08/67/af019cde57/preview.jpg",
            "После выпуска своего независимого дебютного альбома Infinite в 1996 году, Эминем достиг огромной популярности в 1999-м с релизом альбома The Slim Shady LP на мейджор-лейбле. Этот лонгплей принёс Эминему его первую награду Грэмми за лучший рэп-альбом. Следующие его две пластинки, The Marshall Mathers LP и The Eminem Show, также завоевали победу на Грэмми в той же категории, сделав Эминема первым артистом, кто выиграл эту награду за лучший рэп-альбом три раза подряд. Затем последовали Encore в 2004 году и гастрольный тур с ним, после чего Эминем взял творческую паузу. 15 мая 2009 года он выпустил первый альбом за 5 лет под названием Relapse. В 2010-м состоялся релиз седьмого студийного альбома Recovery, который отметился всемирным успехом и был назван самым продаваемым альбомом года, как и The Eminem Show в 2002-м. Эминем получил Грэмми за обе пластинки — Relapse и Recovery. 5 ноября 2013 года Эминем выпустил свой восьмой студийный альбом The Marshall Mathers LP 2, также отмеченный премией Грэмми, что, в общем счёте, составило 15 наград за всю карьеру. 24 ноября 2014 года вышла ShadyXV — вторая компиляция американского лейбла Shady Records, вышедшая на Shady и Interscope. 15 декабря 2017 года Эминем выпустил альбом Revival, а через полгода — Kamikaze."
        ],
        "Onyx": [
            "https://static1.squarespace.com/static/520ed800e4b0229123208764/52770f4be4b07e72f74dc13c/52770f4ce4b069a82eae4d3b/1383534423611/1.jpg",
            "Onyx американская хардкор-рэп группа, образовавшаяся в 1988 году и добившаяся широкой известности в начале 1990-х годов.  В оригинальный состав группы входили Fredro Starr, Suave и Big DS. В 1991 году к ним присоединился Sticky Fingaz. Onyx считается одной из самых влиятельных и успешных групп в истории хип-хопа. В 1994 году за альбом Bacdafucup группа Onyx была номинирована на церемонии American Music Awards и победила в номинации «Лучший рэп-альбом» на церемонии Soul Train Music Awards. Участникам группы принадлежат новаторские приёмы в области хип-хоп культуры. Группа принесла в хип-хоп слэм, который раньше можно было увидеть в толпе только на рок-концертах. Onyx также первая хип-хоп группа, которая начала заниматься стейдж-дайвингом, установила новую тенденцию лить воду в толпу во время концерта, манеру исполнять песни мрачным голосом, моду брить голову наголо."
        ],
        "Scorpions": [
            "https://st.kp.yandex.net/images/actor_iphone/iphone360_1091491.jpg",
            "Группа Scorpions была основана в 1965 году Рудольфом Шенкером. В 1969 к ней присоединились младший брат основателя Михаэль Шенкер и вокалист Клаус Майне. По утверждению Майне, каждая заработанная ими копейка тратилась на группу; из этих же соображений Шенкер уговаривал его бросить курить. На первые сбережения группа приобрела Mercedes 300SEL и ездила на нём на гастроли, проводя в пути до восьми часов."
        ],
        "Rammstein": [
            "https://www.theplace.ru/cache/news/pics/2011/26227-gthumb-gwdata200-ghdata300-gfitdatacrop.jpg",
            "Истоки Rammstein лежат в периоде, предшествовавшем и сопутствовавшем объединению Германии. Сооснователь группы и лид-гитарист Рихард Круспе свою музыкальную карьеру начал в 1989 году в западной Германии в группе Orgasm Death Gimmick, переехав туда из Шверина (тогдашняя ГДР), куда вернулся после падения Берлинской стены. Круспе, поклонник Kiss, искал возможности соединить любимый им хард-рок с электронным звучанием индастриала. Примерно в это время он познакомился с Тиллем Линдеманном (в то время — барабанщиком панк-группы First Arsch), а позднее с Оливером Риделем (бас-гитара) и Кристофом Шнайдером (ударные) из групп The Inchtabokatables и Die Firma соответственно. В этом составе (с Линдеманном как вокалистом и сочинителем песен) они стали играть под названием Rammstein."
        ],
        "Prodigy": [
            "https://cs10.pikabu.ru/post_img/2019/03/04/7/1551698725189068630.jpg",
            "Группа The Prodigy была основана музыкантом Лиамом Хоулеттом в 1990 году. В её тогдашний состав также входили Максим Реалити, Кит Флинт, Лирой Торнхилл и Шарки. Название группы Хоулетт взял от первого приобретённого им синтезатора «Moog Prodigy». В феврале 1991 года выходит первый релиз The Prodigy, мини-альбом What Evil Lurks, состоявший преимущественно из ранних работ Лиама Хоулетта. What Evil Lurks был замечен тогдашней рейв-сценой и сразу же попал в ротацию по различным клубам. После успеха мини-альбома группа провела ряд концертных выступлений в Великобритании, выступая преимущественно в небольших андеграундных клубах. Вскоре коллектив провёл концерты в Италии, оказавшиеся успешными и положительно воспринятыми итальянской публикой. Однако после окончания гастролей группу покидает танцовщица Шарки."
        ],
        "BomfuncMc": [
            "https://images-na.ssl-images-amazon.com/images/I/516uQ0c0iOL.jpg",
            "Группа создана в начале 1998 года B.O.W. (Раймондом Эбенксом) и DJ Gismo (Исмо Лаппалайненом). Дебютный сингл «Uprocking Beats» часто звучал в радиочартах, и группе удалось получить контракт с Sony Music на выпуск альбома In Stereo. Песня «Freestyler» из этого альбома в 2000 году завоевала первые позиции почти во всех танцевальных радиочартах и хит-парадах MTV, где демонстрировался видеоклип. Группа в том же году получила награду MTV как «Лучший скандинавский исполнитель». Второй альбом, Burnin’ Sneakers, вышел в 2002 году, сопровождаемый синглами «Live Your Life» с участием Max’C и «Something Goin’ On» с певицей Джессикой Фолкер. Альбом был не такой успешный за пределами Финляндии, как предыдущий."
        ]
    }
}